BASIC_ORGS_HEADERS = [
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Публично-правовое образование",
    "Орган, осуществляющий функции и полномочия учредителя",
    "Код главы ГРБС",
    "Наименование распорядителя бюджетных средств",
    "Тип учреждения",
    "Вид учреждения",
    "ОКАТО",
    "Вид собственности (по ОКФС)",
    "Тип учреждения (по ОКОПФ)",
    "Адрес фактического местонахождения",
    "Руководитель",
    "Контактный телефон",
    "Сайт учреждения",
    "Адрес электронной почты",
    "Учреждение, создавшее структурное подразделение",
    "Вид правового акта",
    "Орган, принявший решение о назначении членов наблюдательного совета",
    "Дата правового акта",
    "Номер правового акта",
    "Наименование правового акта"
]

QUALITY_ORGS_HEADERS = [
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Период проведения независимой оценки",
    "Группа организаций",
    "Место в РФ",
    "Открытость и доступность информации об организации",
    "Комфортность условий предоставления услуг и доступности их получения",
    "Время ожидания предоставления услуги",
    "Доброжелательность, вежливость, компетентность работников организации",
    "Удовлетворенность качеством оказания услуг"
]

BUILDING_EXEC_INFO_HEADERS = [
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Вид исполнения",
    "Наименование",
    "Категория потребителей",
    "Средневзвешенная цена за ед. (руб)"
]

TARGETED_FUNDS_OPS_BUDGET_HEADERS = [
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "ОКАТО",
    "Информация об операциях с целевыми субсидиями на",
    "Сумма планируемых поступлений на осуществление бюджетных инвестиций, всего",
    "Операции с субсидиями на иные цели, всего",
    "Наименование показателя бюджетной инвестиции",
    "Сумма"
]

TARGETED_FUNDS_OPS_SUBSIDIES_HEADERS = [
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "ОКАТО",
    "Информация об операциях с целевыми субсидиями на",
    "Сумма планируемых поступлений на осуществление бюджетных инвестиций, всего",
    "Операции с субсидиями на иные цели, всего",
    "Код субсидии",
    "Наименование субсидии",
    "Сумма"
]
