BASIC_ORGS_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Год актуальности",
    "Публично-правовое образование",
    "Орган, осуществляющий функции и полномочия учредителя",
    "Код главы ГРБС",
    "Наименование распорядителя бюджетных средств",
    "Тип учреждения",
    "Вид учреждения",
    "ОКАТО",
    "Вид собственности (по ОКФС)",
    "Тип учреждения (по ОКОПФ)",
    "Адрес фактического местонахождения",
    "Руководитель",
    "Контактный телефон",
    "Сайт учреждения",
    "Адрес электронной почты",
    "Учреждение, создавшее структурное подразделение",
    "Вид правового акта",
    "Орган, принявший решение о назначении членов наблюдательного совета",
    "Дата правового акта",
    "Номер правового акта",
    "Наименование правового акта"
]

QUALITY_ORGS_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Год актуальности",
    "Период проведения независимой оценки",
    "Группа организаций",
    "Место в РФ",
    "Открытость и доступность информации об организации",
    "Комфортность условий предоставления услуг и доступности их получения",
    "Время ожидания предоставления услуги",
    "Доброжелательность, вежливость, компетентность работников организации",
    "Удовлетворенность качеством оказания услуг"
]

BUILDING_EXEC_INFO_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "Год актуальности",
    "Вид исполнения",
    "Наименование",
    "Категория потребителей",
    "Средневзвешенная цена за ед. (руб)"
]

TARGETED_FUNDS_OPS_BUDGET_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "ОКАТО",
    "Год актуальности",
    "Сумма планируемых поступлений на осуществление бюджетных инвестиций, всего",
    "Операции с субсидиями на иные цели, всего",
    "Наименование показателя бюджетной инвестиции",
    "Сумма"
]

TARGETED_FUNDS_OPS_SUBSIDIES_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Сокращенное наименование учреждения",
    "ОКАТО",
    "Год актуальности",
    "Сумма планируемых поступлений на осуществление бюджетных инвестиций, всего",
    "Операции с субсидиями на иные цели, всего",
    "Код субсидии",
    "Наименование субсидии",
    "Сумма"
]

UNAVAILABLE_ORGS_HEADERS = [
    "Идентификатор учреждения",
    "Наименование учреждения",
    "Год актуальности",
    "Адрес фактического местонахождения",
    "Контактный телефон",
    "Сайт учреждения",
]

YEARS = ["2019", "2020", "2021", "2022", "2023", "2024", "2025", "2026"]
